9/data/attachments/b49635eeb30d0d1c.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Christine_owner_Actions_80009_1</nif:username>
            <nif:friendToBeRequested>soap_actions_e14349be-55c7-4042-8a4e-fbe94b0cda25</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>